Repository: raseldev007/amar_bari_app
Catalog: lib/l10n/app_*.arb
Languages: bn

# settingsTitle
source: Settings
bn: সেটিংস

# language
source: Language Settings
bn: ভাষা সেটিংস

# currentLanguage
source: Current: English
bn: বর্তমান: বাংলা

source: Owner Dashboard
bn: মালিক ড্যাশবোর্ড

source: My Home
bn: আমার ঘর

source: Welcome back
bn: স্বাগতম

source: Residents
bn: বাসিন্দা

# noResidentsFound
source: No active residents found.
bn: কোন সক্রিয় বাসিন্দা পাওয়া যায়নি।

source: My Properties
bn: আমার সম্পত্তি

source: Add Property
bn: সম্পত্তি যোগ করুন

source: No properties yet.
bn: এখনো কোন সম্পত্তি নেই।

# addFirstProperty
source: Add your first property
bn: আপনার প্রথম সম্পত্তি যোগ করুন

source: Total Due
bn: মোট বকেয়া

source: Collected
bn: সংগৃহীত

source: Overview
bn: ওভারভিউ

source: Sign Out
bn: লগ আউট

source: Refreshing...
bn: রিফ্রেশ হচ্ছে...

# statusActive
source: ACTIVE
bn: সক্রিয়

# statusPending
source: PENDING
bn: পেন্ডিং

# statusNotAssigned
source: NOT ASSIGNED
bn: বরাদ্দ করা হয়নি

source: Flat
bn: ফ্ল্যাট

source: Welcome Resident
bn: স্বাগতম বাসিন্দা

source: Outstanding Dues
bn: বকেয়া পাওনা

source: Pay Due
bn: বকেয়া পরিশোধ

source: Pay Advance
bn: অগ্রিম পরিশোধ

source: No Invoice Yet
bn: এখনো কোন ইনভয়েস নেই

source: View Details
bn: বিস্তারিত দেখুন

source: Error
bn: ত্রুটি

source: Loading...
bn: লোড হচ্ছে...

source: Search
bn: অনুসন্ধান

source: All
bn: সব

source: Contact Owner
bn: মালিকের সাথে যোগাযোগ করুন

source: Request Invoice
bn: ইনভয়েস অনুরোধ করুন

# notAssignedDetail
source: You are not assigned to a flat yet.
bn: আপনি এখনো কোন ফ্ল্যাটে বরাদ্দ পাননি।

# contactOwnerPrompt
source: Please contact the property owner to get assigned.
bn: বরাদ্দ পেতে দয়া করে সম্পত্তির মালিকের সাথে যোগাযোগ করুন।

# noInvoiceDetail
source: No invoice generated for this month.
bn: এই মাসের জন্য কোন ইনভয়েস তৈরি করা হয়নি।

source: Bill Summary
bn: বিলের সারসংক্ষেপ

source: Total Payable
bn: মোট প্রদেয়

source: Pay Now
bn: এখনই পরিশোধ করুন

source: Download Receipt
bn: রশিদ ডাউনলোড করুন

source: Rent
bn: ভাড়া

# utilities
source: Utilities & Charges
bn: ইউটিলিটি এবং অন্যান্য চার্জ

source: Quick Actions
bn: দ্রুত কাজ

source: Documents
bn: নথি

source: History
bn: ইতিহাস

source: Support
bn: সহায়তা

source: Service
bn: সার্ভিস

# apartmentInfo
source: My Apartment Info
bn: আমার অ্যাপার্টমেন্ট তথ্য

source: Base Rent
bn: মূল ভাড়া

# totalLiability
source: Total Monthly Liability
bn: মোট মাসিক দায়

source: Reminder
bn: অনুস্মারক

# rentDueReminder
source: Rent is due on 5th of every month
bn: প্রতি মাসের ৫ তারিখের মধ্যে ভাড়া পরিশোধ করুন

source: Cancel
bn: বাতিল

source: Send Message
bn: বার্তা পাঠান

source: Invoice Request Sent!
bn: ইনভয়েস অনুরোধ পাঠানো হয়েছে!

source: Account Status
bn: অ্যাকাউন্ট স্ট্যাটাস

source: Complete Documents
bn: নথি সম্পন্ন করুন

# noDuesMessage
source: You have no outstanding dues. Great job!
bn: আপনার কোন বকেয়া নেই। চমৎকার!

source: View Unpaid Bills
bn: বকেয়া বিল দেখুন

# recentRequests
source: Recent Resident Requests
bn: সাম্প্রতিক বাসিন্দার অনুরোধ

source: Create Invoice
bn: ইনভয়েস তৈরি করুন

source: Assigned Resident
bn: বরাদ্দকৃত বাসিন্দা

source: Lease to Flat
bn: ফ্ল্যাট লিজ দিন

source: Resident: Unknown
bn: বাসিন্দা: অজানা

source: Resident Details
bn: বাসিন্দার বিবরণ

source: Joined
bn: যোগদান

source: Call
bn: কল করুন

# docsVerification
source: Documents & Verification
bn: নথি এবং যাচাইকরণ

# noDocsUploaded
source: No verification documents uploaded.
bn: কোন যাচাইকরণ নথি আপলোড করা হয়নি।

# noDocsAvailable
source: No document images available.
bn: কোন নথি ছবি নেই।

source: NID Front
bn: এনআইডি ফ্রন্ট

source: Birth Certificate
bn: জন্ম নিবন্ধন

source: Passport Photo
bn: পাসপোর্ট ফটো

source: View
bn: দেখুন

# activeResidentMessage
source: You are an active resident. You can view your bills and history.
bn: আপনি একজন সক্রিয় বাসিন্দা। আপনি আপনার বিল এবং ইতিহাস দেখতে পারেন।
